tap "atlassian/acli"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "uptech/oss"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "openssl@3"
brew "curl"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gpgme"
brew "grpcurl"
brew "harfbuzz"
brew "httpie"
brew "icu4c@76"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "llvm"
brew "mise"
brew "mysql-client"
brew "ninja"
brew "pkgconf"
brew "ripgrep"
brew "scdoc"
brew "sevenzip"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "atlassian/acli/acli"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "font-commit-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "font-symbols-only-nerd-font"
cask "ghostty"
