# Taps
tap 'felixkratz/formulae'

# Formulae
brew 'ast-grep'
brew 'chezmoi'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'difftastic'
brew 'eza'
brew 'fd'
brew 'felixkratz/formulae/sketchybar'
brew 'fish'
brew 'flyctl'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'httpie'
brew 'jq'
brew 'just'
brew 'lazygit'
brew 'libpq'
brew 'libyaml'
brew 'llvm'
brew 'mise'
brew 'mysql-client'
brew 'ninja'
brew 'resvg'
brew 'ripgrep'
brew 'scdoc'
brew 'sevenzip'
brew 'starship'
brew 'tmux'
brew 'tree'
brew 'uv'
brew 'vips'
brew 'wget'
brew 'yazi'
brew 'zellij'
brew 'zoxide'
brew 'zsh'
brew 'zsh-completions'

# Casks
cask 'aerospace'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-maple-mono-nf'
cask 'font-symbols-only-nerd-font'
cask 'ghostty@tip'
